/**
 * Canadian English translation for bootstrap-datepicker
 * Mike Nacey <mnacey@gmail.com>
 */
;(function($){
	$.fn.datepicker.dates['or'] = {
		days: ["ରବିବାର", "ସୋମବାର", "ମଙ୍ଗଳବାର", "ବୁଧବାର", "ଗୁରୁବାର", "ଶୁକ୍ରବାର", "ଶନିବାର"],
		daysShort: ["ସୂର୍ଯ୍ୟ", "ସୋମ", "ମଙ୍ଗଳ", "ବୁଧ", "ଶୁକ୍ର", "ଶୁକ୍ର", "ଶନି"],
		daysMin: ["ସୁ", "ମୋ", "ତୁ", "ଆମେ", "ଥ", "ଫ୍ର", "ସା"],
		months: ["ଜାନୁଆରୀ", "ଫେବୃଆରୀ", "ମାର୍ଚ୍ଚ", "ଏପ୍ରିଲ୍", "ମେ", "ଜୁନ୍", "ଜୁଲାଇ", "ଅଗଷ୍ଟ", "ସେପ୍ଟେମ୍ବର", "ଅକ୍ଟୋବର", "ନଭେମ୍ବର", "ଡିସେମ୍ବର"],
		monthsShort: ["ଜନ", "ଫେବୃଆରୀ", "ମାର୍", "ଏପ୍ରିଲ୍", "ମେ", "ଜୁନ୍", "ଜୁଲାଇ", "ଅଗଷ୍ଟ", "ସେପ୍ଟେମ୍ବର", "ଅକ୍ଟୋବର", "ନଭେମ୍ବର", "ଡିସେମ୍ବର"],
		today: "ଆଜି |",
		monthsTitle: "ମାସଗୁଡିକ",
		clear: "ସଫା",
		weekStart: 0,
		format: "yyyy/mm/dd"
	};
}(jQuery));
