/**
 * Canadian English translation for bootstrap-datepicker
 * Mike Nacey <mnacey@gmail.com>
 */
;(function($){
	$.fn.datepicker.dates['ta'] = {
		days: ["ஞாயிறு","திங்கள","செவ்வாய்", "புதன்,","வியாழன்","வெள்ளி","சனி" ],
		daysShort: ["சூரியன்", "திங்கள்", "செவ்வாய்", "புதன்", "வியாழன்", "வெள்ளி", "சனி"],
		daysMin: ["சு", "மோ", "து", "நாங்கள்", "த்", "ஃப்ர்", "சா"],
		months: ["ஜனவரி", "பிப்ரவரி", "மார்ச்", "ஏப்ரல்", "மே", "ஜூன்", "ஜூலை", "ஆகஸ்ட்", "செப்டம்பர்", "அக்டோபர்", "நவம்பர்", "டிசம்பர்"],
		monthsShort: ["ஜன", "பிப்", "மார்", "ஏப்", "மே", "ஜூன்", "ஜூலை", "ஆகஸ்ட்", "செப்", "அக்", "நவம்", "டிசம்"],
		today: "இன்று",
		monthsTitle: "மாதங்கள்",
		clear: "தெளிவு",
		weekStart: 0,
		format: "yyyy/mm/dd"
	};
}(jQuery));
