/**
 * Canadian English translation for bootstrap-datepicker
 * Mike Nacey <mnacey@gmail.com>
 */
;(function($){
	$.fn.datepicker.dates['kn'] = {
		days: ["ಭಾನುವಾರ ಸೋಮವಾರ ಮಂಗಳವಾರ ಬುಧವಾರ ಗುರುವಾರ ಶುಕ್ರವಾರ ಶನಿವಾರ"],
		daysShort: ["ಸೂರ್ಯ", "ಸೋಮ", "ಮಂಗಳ", "ಬುಧ", "ಗುರು", "ಶುಕ್ರ", "ಶನಿ"],
		daysMin: ["ಸು", "ಮೊ", "ತು", "ನಾವು", "ತ", "ಫ್ರ್", "ಸಾ"],
		months: ["ಜನವರಿ", "ಫೆಬ್ರವರಿ", "ಮಾರ್ಚ್", "ಏಪ್ರಿಲ್", "ಮೇ", "ಜೂನ್", "ಜುಲೈ", "ಆಗಸ್ಟ್", "ಸೆಪ್ಟೆಂಬರ್", "ಅಕ್ಟೋಬರ್", "ನವೆಂಬರ್", "ಡಿಸೆಂಬರ್"],
		monthsShort: ["ಜನವರಿ", "ಫೆಬ್ರವರಿ", "ಮಾರ್ಚ್", "ಏಪ್ರಿಲ್", "ಮೇ", "ಜೂನ್", "ಜುಲೈ", "ಆಗಸ್ಟ್", "ಸೆಪ್", "ಅಕ್ಟೋಬರ್", "ನವೆಂ", "ಡಿಸೆಂಬರ್"],
		today: "ಇಂದು",
		monthsTitle: "ತಿಂಗಳುಗಳು",
		clear: "ಸ್ಪಷ್ಟ",
		weekStart: 0,
		format: "yyyy/mm/dd"
	};
}(jQuery));
