/**
 * Canadian English translation for bootstrap-datepicker
 * Mike Nacey <mnacey@gmail.com>
 */
;(function($){
	$.fn.datepicker.dates['ml'] = {
		days: ["ഞായറാഴ്ച","തിങ്കളാഴ്‌ച","ചൊവ്വാഴ്‌ച","ബുധൻ","വ്യാഴാഴ്ച","വെള്ളിയാഴ്ച","ശനിയാഴ്ച"],
		daysShort: ["സൂര്യൻ", "തിങ്കൾ", "ചൊവ്വ", "ബുധൻ", "വ്യാഴം", "വെള്ളി", "ശനി"],
		daysMin: ["സു", "മോ", "തു", "ഞങ്ങൾ", "ത്", "ഫ്ര", "സ"],
		months: ["ജനുവരി", "ഫെബ്രുവരി", "മാർച്ച്", "ഏപ്രിൽ", "മെയ്", "ജൂൺ", "ജൂലൈ", "ഓഗസ്റ്റ്", "സെപ്റ്റംബർ", "ഒക്ടോബർ", "നവംബർ", "ഡിസംബർ"],
		monthsShort: ["ജനുവരി", "ഫെബ്രുവരി", "മാർ", "ഏപ്രിൽ", "മെയ്", "ജൂൺ", "ജൂലായ്", "ഓഗസ്റ്റ്", "സെപ്", "ഒക്ടോ", "നവം", "ഡിസംബർ"],
		today: "ഇന്ന്",
		monthsTitle: "മാസങ്ങൾ",
		clear: "മാസങ്ങൾ",
		weekStart: 0,
		format: "yyyy/mm/dd"
	};
}(jQuery));
